var text = `
নীল/JJ আকাশ/NC ,/PU সাদা/JJ মেঘ/NC ,/PU পাড়ার/NC পুজোর/NC প্যান্ডেল/NC -/PU তাও/PPR মহালয়ার/NC ভোরে/NC "/PU বাজলো/VM তোমার/PPR আলোর/NC বেণু/NP "/PU না/CX শুনলে/VM ,/PU পুজোর/NC আমেজ-টা/PPR 
যেন/CSB ঠিক/AMN আসে/VM না/CX -/PU তাই/CX না/CX ?/PU  আবারো/AMN আলোচনা/NC অনুষ্ঠানে/NC গান/NC গাইলেন/VM সমাজকল্যাণমন্ত্রী/NC সৈয়দ/NC মোহসীন/NP আলী।/NP রোববার/NC সমাজসেবা/NC অধিদপ্তর/JJ মিলনায়তনে/NC .../RDS  
আবারও/AMN গান/NC গাইলেন/VM সমাজকল্যাণমন্ত্রী/NC :/PU ঢাকা/NC :/PU সমাজকল্যাণমন্ত্রী/NC সৈয়দ/NC মোহসীন/NP আলী/NP রোববার/NP আবারও/AMN গান/NC গাইলেন।/NC তিনি/PPR আজ/ALC ভ/NC .../RDS  আবারও/AMN গান/NC 
গাইলেন/VM সমাজকল্যাণমন্ত্রী/NC সৈয়দ/NC মোহসীন/NP আলী।/NP রোববার/NC তিনি/PPR ভুপেন/VM হাজারিকার/NC ‘/PU মানুষ/NC মানুষের/NC জন্য’/PP গানটি/NC গেয়ে/NC শ/NC …/PU  আধুনিক/JJ বাংলা/NP সাহিত্যের/NC অন্যতম/JJ 
রচয়িতা/NC সৈয়দ/NC মুজতবা/NC আলির/NC জন্মদিনে/NC আমাদের/PPR শ্রদ্ধার্ঘ্য।/NC .../RDS
`;

var m = text.match(/[^a-zA-Z\.\/ :,\-\n\"\'\…]+/g);
console.log(m);